Repository: Diego993213/Translations
Catalog: Finance Common Data Layer/Finance Common Data layer.*.xlf
Languages: fr_fr

# Enum 2796316089 - EnumValue 100410330 - Property 2879900210
source: Anticipated Payment
fr_fr: Paiement anticipé

# Enum 2796316089 - EnumValue 2873690043 - Property 2879900210
source: Partial Closing Invoice
fr_fr: Facture de clôture partielle

# Enum 2796316089 - EnumValue 2923518246 - Property 2879900210
source: Closing Invoice
fr_fr: Facture de clôture

# Page 1077802701 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 1077802701 - Control 4025665845 - Property 2001309823
source: Disable date check when applying document on journal lines.
fr_fr: Vérifiez la date de désactivation lors de l’application du document sur les lignes de journal.

# Page 1077802701 - Control 4025665845 - Property 2879900210
source: Disable date check on apply
fr_fr: Désactiver la vérification de la date d’application

# Page 1077802701 - Property 2879900210
source: Finance CDL Setup
fr_fr: Finance CDL Configuration

# Table 2184529377 - Field 4025665845 - Property 2879900210
source: Disable Date Check On Apply
fr_fr: Désactiver la vérification de la date d’application

# TableExtension 1550896849 - Field 2198585543 - Property 2879900210
source: Contributions Register No.
fr_fr: Inscription des contributions No.

# TableExtension 1550896849 - Field 624760173 - Property 2879900210
source: Invoice Plan Document Type
fr_fr: Type de document de plan de facture

# TableExtension 1550896849 - Field 637868331 - Property 2879900210
source: Invoice Plan No.
fr_fr: Plan de facture No.

# TableExtension 1550896849 - Field 691665806 - Property 2879900210
source: Invoice Plan Correction
fr_fr: Correction du plan de facture

# TableExtension 2188593466 - Field 624760173 - Property 2879900210
source: Invoice Plan Document Type
fr_fr: Type de document de plan de facture

# TableExtension 2188593466 - Field 637868331 - Property 2879900210
source: Invoice Plan No.
fr_fr: Plan de facture No.

# TableExtension 2188593466 - Field 691665806 - Property 2879900210
source: Invoice Plan Correction
fr_fr: Correction du plan de facture

# TableExtension 275503615 - Field 624760173 - Property 2879900210
source: Invoice Plan Document Type
fr_fr: Type de document de plan de facture

# TableExtension 275503615 - Field 637868331 - Property 2879900210
source: Invoice Plan No.
fr_fr: Plan de facture No.

# TableExtension 275503615 - Field 691665806 - Property 2879900210
source: Invoice Plan Correction
fr_fr: Correction du plan de facture

# TableExtension 3208242779 - Field 2198585543 - Property 2879900210
source: Contributions Register No.
fr_fr: Inscription des contributions No.

# TableExtension 3269818059 - Field 1364835524 - Property 2879900210
source: Close Accruals
fr_fr: Fermer les comptabilités d’exercice

# TableExtension 3632895723 - Field 637868331 - Property 2879900210
source: Invoice Plan No.
fr_fr: Plan de facture No.

# TableExtension 4270592340 - Field 624760173 - Property 2879900210
source: Invoice Plan Document Type
fr_fr: Type de document de plan de facture

# TableExtension 4270592340 - Field 637868331 - Property 2879900210
source: Invoice Plan No.
fr_fr: Plan de facture No.

# TableExtension 4270592340 - Field 691665806 - Property 2879900210
source: Invoice Plan Correction
fr_fr: Correction du plan de facture
